Repository: Segelll/PolyDeck
Catalog: lib/l10n/intl_*.arb
Languages: it

# appTitle
source: Polydeck Preview
it: Anteprima Polydeck

source: Card Front
it: Fronte della Carta

source: Card Back
it: Retro della Carta

source: Flip Red
it: Gira Rosso

source: Flip Yellow
it: Gira Giallo

source: Flip Green
it: Gira Verde

source: Reflip
it: Gira di Nuovo

source: New Card
it: Nuova Carta

# cardCount
source: Card {index} / {total}
it: Carta {index} / {total}

source: Analysis
it: Analisi

source: Analysis Results:
it: Risultati dell'Analisi:

# previousDeck
source: Previous Deck: {deckName}
it: Deck Precedente: {deckName}

source: Start New Deck
it: Inizia Nuovo Deck

# cardAnalysis
source: Card {index}: {color}
it: Carta {index}: {color}

source: Deck Page
it: Pagina del Deck

source: A1 Deck
it: Deck A1

source: Question
it: Domanda

source: Next Question
it: Domanda Successiva

source: Finish Exam
it: Termina Esame

source: Exam
it: Esame

source: Test Result
it: Risultato dell'Esame

# recommendation
source: Recommended Deck
it: Deck Raccomandato

source: Score
it: Punteggio

source: Red
it: Rosso

source: Yellow
it: Giallo

source: Green
it: Verde

source: Grey
it: Grigio

# instructionsTitle
source: Instructions
it: Istruzioni

# instructionsContent
source: Swipe Left: Mark as Red (Hard) Swipe Down: Mark as Yellow (Medium) Swipe Right: Mark as Green (Easy) Tap 'Reflip' to reattempt the card.
it: Scorri a Sinistra: Segna come Rosso (Difficile) Scorri in Basso: Segna come Giallo (Medio) Scorri a Destra: Segna come Verde (Facile) Tocca 'Gira di Nuovo' per riprovare la carta.

source: Result
it: Risultato

source: Review Answers
it: Rivedi Risposte

source: Restart Exam
it: Riavvia Esame

source: Help
it: Aiuto

# confirmRestart
source: Are you sure you want to restart the exam?
it: Sei sicuro di voler riavviare l'esame?

source: Yes
it: SÃ¬

source: Correct
it: Corretto

source: Incorrect
it: Errato

source: Unanswered
it: Non Risposto

source: Review
it: Rivedi

# totalQuestions
source: Total Questions: {total}
it: Totale Domande: {total}

source: Answered
it: Risposto

source: Unanswered: {count}
it: Non Risposto: {count}

# resultTitle
source: Exam Results
it: Risultati dell'Esame

# pass
source: Congratulations! You passed the exam.
it: Congratulazioni! Hai superato l'esame.

# fail
source: You did not pass the exam. Better luck next time!
it: Non hai superato l'esame. Migliora la prossima volta!

# percentage
source: Your Score: {percentage}%
it: Il Tuo Punteggio: {percentage}%

source: Back to Deck
it: Torna al Deck

source: Back to Home
it: Torna alla Home

source: Your Answer
it: La Tua Risposta

source: Correct Answer
it: Risposta Corretta

source: Recommended Deck
it: Deck Raccomandato

# yourScore
source: Score
it: Punteggio

source: Settings
it: Impostazioni

# settingsContent
source: Here you can adjust your preferences.
it: Qui puoi regolare le tue preferenze.

source: Choose Page
it: Scegli la Pagina

source: Go Exam
it: Vai all'Esame

# selectLevel
source: Select Levels
it: Seleziona Livelli

# confirmLevels
source: Confirm
it: Conferma

# firstTimeTitle
source: Select Languages
it: Seleziona le Lingue

# firstTimeContent
source: Please select your mother tongue and target language.
it: Per favore seleziona la tua lingua madre e lingua target.

source: Close
it: Chiudi

source: Weekly Progress
it: Progressione Settimanale

source: Monthly Progress
it: Progressione Mensile

# chartWeekly
source: Weekly Chart
it: Grafico Settimanale

# chartMonthly
source: Monthly Chart
it: Grafico Mensile

# progression
source: Your Progression
it: La Tua Progressione

source: Progress
it: Progressione

# changeLang
source: Change Language
it: Cambia Lingua

# examIconTooltip
source: Take an Exam
it: Fai un Esame

source: Combined Deck
it: Deck Combinato

source: New Deck
it: Nuovo Deck

source: Levels Selected
it: Livelli Selezionati

source: Proceed
it: Procedi

source: Target Language
it: Lingua Target

source: Mother Language
it: Lingua Madre

# firstTimePromptTitle
source: Welcome!
it: Benvenuto!

# firstTimePromptContent
source: Please select your mother language and target language.
it: Per favore seleziona la tua lingua madre e lingua target.

source: Confirm
it: Conferma

# saveFailed
source: Failed to save settings
it: Impostazioni non salvate

# selectLanguages
source: Please select languages.
it: Seleziona le lingue.

source: Decks Page
it: Pagina del Deck
